/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Introduzione a Skype WiFi";
"INTRO_SUBHEADER" = "Collegati a internet dagli hotspot WiFi pubblici e paga solo per i minuti utilizzati con il Credito Skype.";
"INTRO_ICON_WIFI" = "Usa Skype, controlla la posta e naviga in rete.";
"INTRO_ICON_GLOBE" = "Skype WiFi è disponibile in più di un milione di località nel mondo.";
"INTRO_ICON_SKYPECREDIT" = "Paghi solo per i minuti che utilizzi.";

"STATE_CHECKINGNETWORK_HEADER" = "Attendere…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Verifica della rete per Skype WiFi";

"STATE_JOINWIFI_HEADER" = "Non sei collegato ad una rete WiFi";
"STATE_JOINWIFI_SUBHEADER" = "Accedi a una rete WiFi pubblica che supporti Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Sei già connesso";
"STATE_ALREADYONLINE_SUBHEADER" = "Sei già connesso a internet. Skype WiFi consente la connessione online negli hotspot WiFi pubblici in oltre un milione di località nel mondo.";

"STATE_GENERALERROR_HEADER" = "Impossibile connettersi";
"STATE_GENERALERROR_SUBHEADER" = "Questa rete WiFi non risponde correttamente. Riprova a connetterti a una rete diversa.";

"STATE_CONNECT_HEADER" = "Skype WiFi è disponibile qui";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Effettuando la connessione, acconsenti alle <a href=\"%@\">Condizioni d'uso</a> del provider";

"STATE_CONNECT_BUTTON" = "Connetti";
"STATE_CONNECTING_BUTTON" = "Connessione in corso…";

"STATE_CONNECTED_SHORT" = "Connesso";
"STATE_CONNECTED_HEADER" = "Sei connesso a Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Disconnetti";
"STATE_DISCONNECTING_BUTTON" = "Disconnessione…";

"STATE_NOCREDIT_HEADER" = "Credito Skype insufficiente";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "Ulteriori informazioni";
"CLOSE_BUTTON" = "Chiudi";
"GO_BACK_BUTTON" = "Indietro";
"CONTINUE_BUTTON" = "Continua";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi richiede OS X %@ o versione successiva.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Non è ancora possibile utilizzare Skype WiFi con l'account Microsoft. Accedi direttamente con il tuo Nome Skype e la password corrispondente.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Non è ancora possibile utilizzare Skype WiFi con l'account Microsoft. Crea un account Skype e utilizzalo per accedere.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "Sei connesso a Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Sei in linea";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "La connessione sta per scadere";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Per sicurezza, quando ti connetti utilizzando il Credito Skype, la connessione verrà interrotta automaticamente se dimentichi di disconnetterti.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d minuti";

"STATE_CONNECT_SUBHEADER" = "Connettiti a internet su questa rete con Skype WiFi e paghi solo per i minuti che utilizzi con il Credito Skype.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi è gratuito qui";
"STATE_CONNECT_FREE_SUBHEADER" = "Accedi a internet gratuitamente in questo hotspot con Skype WiFi. Naviga in internet, leggi la tua posta elettronica o usa semplicemente Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Ho un account con questo provider";
"STATE_CONNECT_WISPR_SUBHEADER" = "Se hai già un account con questo provider, immetti le tue credenziali qui.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "La connessione a internet sta per scadere";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Puoi disconnetterti in qualsiasi momento e ti verranno addebitati solo i minuti usati.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Sei stato in linea per circa %d minuti.";
"COUNTUP_0MIN" = "Sei stato in linea per meno di un minuto.";
"COUNTUP_1MIN" = "Sei stato in linea per circa un minuto.";
"STATE_CONNECTED_WISPR_HEADER" = "Ora sei in linea";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Sei connesso con il tuo account del provider di questo hotspot. Puoi disconnetterti in qualsiasi momento.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Valuta questo hotspot";

"STATE_CONNECTED_EXTEND_BUTTON" = "Rimani in linea";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Riconnessione in corso…";

"STATE_NOCREDIT_SUBHEADER" = "Devi avere del Credito Skype per poter pagare al minuto l'accesso a internet con Skype WiFi qui.";
"STATE_NOCREDIT_BUTTON" = "Acquista credito";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Verifica della rete";
"STATE_JOINWIFI_SHORT" = "Nessun accesso WiFi";
"STATE_ALREADYONLINE_SHORT" = "Già connesso";
"STATE_GENERALERROR_SHORT" = "Errore";
"STATE_CONNECT_SHORT" = "Disponibile qui";
"STATE_NOCREDIT_SHORT" = "Nessun credito";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d minuti rimanenti";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 minuto restante";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Meno di un minuto rimanente";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "La connessione internet sta per scadere.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Nome Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "Password";
"LOGIN_BUTTON" = "Accedi";
"SIGN_OUT_BUTTON" = "Esci";

/* unused */
"LOGIN_PROBLEMS" = "Hai dimenticato la password?";
"LOGIN_CREATE_ACCOUNT" = "Crea un account";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Impostazioni";
/* unused */
"SETTINGS_BUTTON" = "Impostazioni";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi versione %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype e/o Microsoft";
"ABOUT_PATENTPENDING" = "In attesa di brevetti";
"ABOUT_FEEDBACK_BUTTON" = "Commenti";
"ABOUT_LEGAL_BUTTON" = "Legale";
"ABOUT_TRADEMARK" = "In attesa di brevetti. Il nome Skype, i relativi marchi e loghi ed il logo \"S\" sono marchi commerciali di Skype.";
"ABOUT_DISCLAIMER" = "Questo programma è protetto dalla legge sui diritti di autore e dai trattati internazionali. La riproduzione o distribuzione non autorizzata di questo programma, o di sue parti, comportano la violazione di leggi civili e penali, e saranno perseguite nella massima misura possibile ai sensi di legge.";

/* unused */
"PROFILE_BUTTON" = "Profilo";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Nome Skype";
"PROFILE_SKYPECREDIT" = "Credito Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Caricamento…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Hotspot visitati";
"USAGE_PREVIOUSCONNECTIONS" = "Connessioni precedenti";
"USAGE_LASTUSED" = "Ultimo utilizzo";
"USAGE_LASTUSED_NEVER_VALUE" = "Mai";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@ su %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Località preferite";
"SUPPORTEDNETWORKS_PROVIDERS" = "Provider";
